[
	{
		"code": "100001",
		"name": "安信信托投资股份有限公司"
	},
	{
		"code": "100002",
		"name": "上海爱建信托投资有限责任公司"
	},
	{
		"code": "100003",
		"name": "奥信汇富投资基金管理"
	},
	{
		"code": "100004",
		"name": "北方国际信托股份有限公司"
	},
	{
		"code": "100005",
		"name": "百瑞信托有限责任公司"
	},
	{
		"code": "100006",
		"name": "北京国际信托有限公司"
	},
	{
		"code": "100007",
		"name": "渤海国际信托有限公司"
	},
	{
		"code": "100008",
		"name": "北京恒天财富"
	},
	{
		"code": "100009",
		"name": "北方国际信托股份有限公司"
	},
	{
		"code": "100010",
		"name": "百瑞信托有限责任公司"
	},
	{
		"code": "100011",
		"name": "北京国际信托有限公司"
	},
	{
		"code": "100012",
		"name": "渤海国际信托有限公司"
	},
	{
		"code": "100013",
		"name": "北京恒天财富"
	}
]